<template>
  <div class="backing">
      <p>Согласие на обработку персональных данных<br />
      Пользователь, нажимая на кнопку<span style="margin-right:0.44em;"> </span><span style="margin-left:-0.44em;">«</span>Отправить», обязуется принять настоящее согласие на обработку персональных данных<span style="margin-right:0.3em;"> </span><span style="margin-left:-0.3em;">(</span>далее — Согласие).<br />
      Пользователь дает свое согласие АО СК «Колымская», которому принадлежит сайт данный и которое расположено по адресу: 681 000, г. Комсомольск-на-Амуре, ул. Димитрова, 5, на обработку<br />
      своих персональных данных со следующими условиями:<br />
      1. Данное согласие дается на обработку персональных данных как без использования средств<br />
      автоматизации, так и с их использованием.<br />
      2. Перечень персональных данных, на обработку которых дается мое согласие:<br />
      1) Фамилия, имя, отчество<br />
      2) Адрес электронной почты<span style="margin-right:0.3em;"> </span><span style="margin-left:-0.3em;">(</span>email)<br />
      3) Контактный телефон<br />
      <br/>
      3. Цель обработки персональных данных: обратная связь со мной<span style="margin-right:0.3em;"> </span><span style="margin-left:-0.3em;">(</span>звонок или ответное письмо), а также обработка моих персональных данных возможна только с их предварительным<br />
      обезличиванием в целях статистических исследований в области продаж, направленных на дальнейшее улучшение качества предлагаемых товаров и услуг, а также обеспечения<br />
      информационной поддержки, получения сводной информации о пользователях сайта в маркетинговых целях и исполнение договорных обязательств перед клиентами, контрагентами и иными субъектами персональных данных.<br />
      4. Перечень действий с персональными данными, на совершение которых дается мое согласие,<br />
      общее описание используемых Оператором способов обработки в соответствии с п. 3 ст.3<br />
      Федерального закона от 27.07.2006 г. No152-ФЗ<span style="margin-right:0.44em;"> </span><span style="margin-left:-0.44em;">«</span>О персональных данных». В ходе обработки с персональными данными будут совершены следующие действия: сбор; запись; систематизация;<br />
      накопление; хранение; уточнение<span style="margin-right:0.3em;"> </span><span style="margin-left:-0.3em;">(</span>обновление, изменение); использование; обезличивание;<br />
      удаление; уничтожение.<br />
      5. Согласие дается, в том числе, на возможные информационные<span style="margin-right:0.3em;"> </span><span style="margin-left:-0.3em;">(</span>рекламные) оповещения<span style="margin-right:0.3em;"> </span><span style="margin-left:-0.3em;">(</span>в т.ч.<br />
      осуществление информационных рассылок, рассылок о маркетинговых мероприятиях,<br />
      специальных предложениях и акциях посредством SMS или е-mail).<br />
      6. Данное согласие может быть отозвано по моему письменному заявлению, направленному АО<br />
      СК «Колымская» по адресу, указанному в начале данного Согласия.<br />
      7. Я подтверждаю, что давая такое согласие, я действую по собственной воле и в своих интересах.<br />
      8. Данное Согласие действует до достижения целей обработки персональных данных или в течение сроков хранения информации установленных РФ.</p>
  </div>
</template>

<script>
export default {
  name: 'rules',
  data () {
    return {
      msg: 'Welcome to Your Vue.js App'
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
p{
  width: 90%;
  margin: auto;
  padding: 12px;
}
</style>
